Repository: mitchellurgero/CrystalBoy-.NET
Catalog: CrystalBoy.Emulator/MainForm.*.resx
Languages: fr_fr

# fileToolStripMenuItem.Text
source: &File
fr_fr: &Fichier

# fileToolStripMenuItem.ToolTipText
source: Basic actions…
fr_fr: Actions principales…

# openToolStripMenuItem.Text
source: &Load…
fr_fr: &Charger…

# openToolStripMenuItem.ToolTipText
source: Load a Game Boy ROM…
fr_fr: Charger une ROM Game Boy…

# romInformationToolStripMenuItem.Text
source: &Rom information…
fr_fr: Information sur la &ROM…

# romInformationToolStripMenuItem.ToolTipText
source: Show the ROM Information Window…
fr_fr: Affiche la fenêtre d'informations sur la ROM…

# exitToolStripMenuItem.Text
source: E&xit
fr_fr: &Quitter

# exitToolStripMenuItem.ToolTipText
source: Exit the emulator.
fr_fr: Quitte l'émulateur.

# emulationToolStripMenuItem.Text
source: &Emulation
fr_fr: &Émulation

# emulationToolStripMenuItem.ToolTipText
source: Emulation options…
fr_fr: Options de l'émulation…

# pauseToolStripMenuItem.ToolTipText
source: Pause the emulation.
fr_fr: Met l'émulation en pause.

# resetToolStripMenuItem.Text
source: &Reset
fr_fr: &Réinitialiser

# resetToolStripMenuItem.ToolTipText
source: Reset the emulation.
fr_fr: Réinitialise l'émulation.

# runFrameToolStripMenuItem.Text
source: R&un Frame
fr_fr: Exécuter pour une &image

# runFrameToolStripMenuItem.ToolTipText
source: Run the game for one frame.
fr_fr: Exécute le jeu pour la durée d'une image.

# limitSpeedToolStripMenuItem.Text
source: Limit &Speed
fr_fr: Limiter la &vitesse

# limitSpeedToolStripMenuItem.ToolTipText
source: Limit the emualtion to 60 FPS.
fr_fr: Limite la vitesse d'émualtion à 60 IPS.

# audioToolStripMenuItem.ToolTipText
source: Audio options…
fr_fr: Options audio…

# audioEnabledToolStripMenuItem.Text
source: &Enabled
fr_fr: &Activé

# muteToolStripMenuItem.Text
source: &Mute
fr_fr: &Désactivé

# videoToolStripMenuItem.Text
source: &Video
fr_fr: &Vidéo

# videoToolStripMenuItem.ToolTipText
source: Video options…
fr_fr: Options vidéo…

# zoomToolStripMenuItem.ToolTipText
source: Select a default zoom level…
fr_fr: Sélection d'un niveau de zoom standard…

# zoom100toolStripMenuItem.ToolTipText
source: Zoom to 100%.
fr_fr: Zoom à 100%.

# zoom200toolStripMenuItem.ToolTipText
source: Zoom to 200%.
fr_fr: Zoom à 200%.

# zoom300toolStripMenuItem.ToolTipText
source: Zoom to 300%.
fr_fr: Zoom à 300%.

# zoom400toolStripMenuItem.ToolTipText
source: Zoom to 400%.
fr_fr: Zoom à 400%.

# interpolationToolStripMenuItem.ToolTipText
source: Enable or disable interpolation.
fr_fr: Activer ou désactiver l'interpolation.

# hardwareToolStripMenuItem.Text
source: &Hardware
fr_fr: &Matériel

# hardwareToolStripMenuItem.ToolTipText
source: Emulated hardware…
fr_fr: Options d'émualtion du matériel…

# useBootstrapRomToolStripMenuItem.Text
source: Use Bootstrap &ROM.
fr_fr: Utiliser la ROM de démarrage

# useBootstrapRomToolStripMenuItem.ToolTipText
source: Run the bootstrap ROM if possible.
fr_fr: Démarre l'émualtion avec la ROM de démarrage lorsque c'est possible.

# gameBoyToolStripMenuItem.ToolTipText
source: Emulate Game Boy Hardware.
fr_fr: Émule une Game Boy.

# superGameBoyToolStripMenuItem.ToolTipText
source: Emulate Super Game Boy Hardware.
fr_fr: Émule une Super Game Boy.

# gameBoyPocketToolStripMenuItem.ToolTipText
source: Emulate Pocket Game Boy Hardware.
fr_fr: Émule une Game Boy Pocket.

# superGameBoy2ToolStripMenuItem.ToolTipText
source: Emulate Super Game Boy 2 Hardware.
fr_fr: Émule une Super Game Boy 2.

# gameBoyColorToolStripMenuItem.ToolTipText
source: Emulate Color Game Boy Hardware.
fr_fr: Émule une Game Boy Color.

# superGameBoyColorToolStripMenuItem.ToolTipText
source: Emulate Color Game Boy Hardware, combined with Super Game Boy functions.
fr_fr: Émule une Game Boy Color avec des fonctions de Super Game Boy.

# gameBoyAdvanceToolStripMenuItem.ToolTipText
source: Emulate Game Boy Advance's Game Boy Color Hardware.
fr_fr: Émule une Game Boy Advance en mode Game Boy Color.

# superGameBoyAdvanceToolStripMenuItem.ToolTipText
source: Emulate Game Boy Advance's Game Boy Color Hardware, combined with Super Game Boy functions.
fr_fr: Émule une Game Boy Advance en mode Game Boy Color, avec des fonctions de Super Game Boy.

# joypadToolStripMenuItem.Text
source: &Keys
fr_fr: &Touches

# optionsToolStripMenuItem.ToolTipText
source: Show the options window
fr_fr: Affiche la fenêtre des options…

# toolsToolStripMenuItem.Text
source: &Tools
fr_fr: Ou&tils

# toolsToolStripMenuItem.ToolTipText
source: Tools for developers…
fr_fr: Outils pour les développeurs…

# debuggerToolStripMenuItem.Text
source: &Debugger…
fr_fr: &Debogueur

# debuggerToolStripMenuItem.ToolTipText
source: Show the Debugger Window.
fr_fr: Affiche la fenêtre du débogueur…

# memoryViewerToolStripMenuItem.Text
source: &Memory Viewer…
fr_fr: Visualiseur de &mémoire

# memoryViewerToolStripMenuItem.ToolTipText
source: Show the Memory Viewer Window.
fr_fr: Affiche la fenêtre du visualiseur de mémoire…

# tileViewerToolStripMenuItem.Text
source: &Tile Viewer…
fr_fr: Visualiseur de &caractères

# tileViewerToolStripMenuItem.ToolTipText
source: Show the Tile Viewer Window.
fr_fr: Affiche la fenêtre du visualiseur de caractères…

# mapViewerToolStripMenuItem.Text
source: &Map Viewer…
fr_fr: Visualiseur d'arrière-&plan

# mapViewerToolStripMenuItem.ToolTipText
source: Show the Map Viewer Window.
fr_fr: Affiche la fenêtre du visualiseur d'arrière-plan…

# oamViewerToolStripMenuItem.Text
source: &OAM Viewer…
fr_fr: Visualiseur de &sprites

# oamViewerToolStripMenuItem.ToolTipText
source: Show the OAM Viewer Window.
fr_fr: Affiche la fenêtre du visualiseur de sprites…

# helpToolStripMenuItem.ToolTipText
source: Information about the application…
fr_fr: Informations sur l'application…

# aboutToolStripMenuItem.Text
source: &About…
fr_fr: &À propos de CrystalBoy…
